[
  {
    "fName": "Eren",
    "lName": "Jaeger",
    "mI": "NMI",
    "dodId": "1234567801",
    "rank": "O10",
    "dob": "2003-01-01",
    "lastACFT": "2022-01-24",
    "acftScore": 600,
    "height": 72,
    "weight": 180,
    "techBG": "Eren Yeager (エレン・イェーガー Eren Yēgā?) was a former member of the Survey Corps. He was the main protagonist of Attack on Titan. He lived in Shiganshina District with his parents until the fall of Wall Maria, where he impotently witnessed his mother being eaten by a Titan. This event would lead to Eren's intense hatred towards the Titans as he swore to wipe all of them off the face of the Earth.",
    "motivation": "Eren was best described as hardheaded, strong-willed, passionate, and impulsive, which are attributes of both his strong determination to protect mankind and, eventually, his equally strong determination to escape the Walls. Even as a young child, he was so intent on joining the Survey Corps that he argued with and shouted at his mother, referring to the people in the village as \"silly\" and comparing them to complacent livestock.",
    "referenceName": "Armin Arlet",
    "referenceRank": "E9",
    "referenceEmail": "armin@paradis.com",
    "referencePhone": "1234567890",
    "dateSubmitted": "2022-05-11"
  },
  {
    "fName": "Armin",
    "lName": "Arlet",
    "mI": "NMI",
    "dodId": "1234567802",
    "rank": "E9",
    "dob": "2000-02-01",
    "lastACFT": "2022-01-24",
    "acftScore": 450,
    "height": 67,
    "weight": 123,
    "techBG": "Armin Arlert (アルミン・アルレルト Arumin Arureruto?) is the 15th and current commander (団長 Danchō?) of the Survey Corps, named so by Hange Zoë before their death. He is also a childhood friend of Eren Yeager and Mikasa Ackerman, and one of the two deuteragonists of the series. Although he appears to be among the physically weakest of the 104th Training Corps, his intelligence and strategic genius makes him an invaluable asset, especially when paired with Hange. After the battle of Shiganshina District, he took the power of the Titans from Bertolt Hoover and came in possession of the Colossus Titan.",
    "motivation": "Even when he was young, the naturally curious Armin had a deep fascination with the world beyond the Walls. As a child, he found and studied an illegal book about the outside world that was owned by his grandfather. He told Eren Yeager, his best friend, about the book and the information that was contained in it. Armin was branded a heretic by other children for his unusual interest in the outside world, and was thus frequently picked on. Too timid to defend himself, Armin would often rely on his friends Eren and Mikasa Ackerman to protect him from local bullies. This, coupled with his frail physique, was a source of much shame for Armin, leading him to have poor self-esteem and to believe that he was a burden to others. Because of this, Armin has always been very eager to prove his worth. As a child, he hoped that one day he would be able to consider himself a true equal to his friends.",
    "referenceName": "Eren Jaeger",
    "referenceRank": "O10",
    "referenceEmail": "eren@paradis.com",
    "referencePhone": "1234567890",
    "dateSubmitted": "2022-05-12"
  },
  {
    "fName": "Mikasa",
    "lName": "Ackerman",
    "mI": "NMI",
    "dodId": "1234567803",
    "rank": "E9",
    "dob": "2000-03-01",
    "lastACFT": "2022-01-24",
    "acftScore": 600,
    "height": 69,
    "weight": 154,
    "techBG": "Mikasa Ackerman (ミカサ・アッカーマン Mikasa Akkāman?) is one of the two deuteragonists of the series, along with Armin Arlert. After her parents were murdered by human traffickers, Mikasa was rescued by Eren Yeager and lived with him and his parents, Grisha and Carla, before the fall of Wall Maria. She is the last descendant of the Shogun clan that stayed on Paradis Island, thereby related to the Azumabito family, and holds significant political power in Hizuru. Though she desires only to live a peaceful life, Mikasa entered into the military—where she is considered the best soldier among the 104th Training Corps. She later enlists in the Survey Corps to follow and protect Eren, becoming one of its greatest assets. She is currently serving as an officer (上官 Jōkan?) in the Corps.",
    "motivation": "Before living with the Yeager family, Mikasa appeared to be a cheerful, outgoing, and gentle child. Her innocence allowed her to push anxious thoughts to the back of her mind, continuing to live with her parents and loved ones happily. Growing up, Mikasa has become emotionally withdrawn and noticeably dangerous, sometimes intimidating her enemies or even her comrades. She is quite stoic and level headed, rarely seen to lose her cool or be at a loss of what to do, no matter how bleak the situation seems to be. Her will is remarkably strong, demonstrated when she managed to remain so outwardly calm when Eren was presumed dead; only Armin could tell that she was battling with the pain of losing him.",
    "referenceName": "Levi Ackerman",
    "referenceRank": "O3",
    "referenceEmail": "levi@paradis.com",
    "referencePhone": "1234567890",
    "dateSubmitted": "2022-05-13"
  },
  {
    "fName": "Levi",
    "lName": "Ackerman",
    "mI": "NMI",
    "dodId": "1234567804",
    "rank": "O3",
    "dob": "1983-04-01",
    "lastACFT": "2022-01-24",
    "acftScore": 600,
    "height": 63,
    "weight": 143,
    "techBG": "Levi Ackerman (リヴァイ・アッカーマン Rivai Akkāman?), often formally referred to as Captain Levi (リヴァイ兵長 Rivai Heichō?), is the squad captain (兵士長 Heishichō?, lit. \"leader of the soldiers\") of the Special Operations Squad within the Survey Corps and is widely known as humanity's strongest soldier.",
    "motivation": "As a result of his early childhood years, Levi is described as a \"clean freak\" by those who know him personally as he prefers his environment and himself to be spotlessly clean. He is averse to having either himself or his equipment soiled, and has been known to wipe down his blood-smeared blades while still on the battlefield. However, he will not hesitate to touch filth if he deems it necessary.",
    "referenceName": "Mikasa Ackerman",
    "referenceRank": "E9",
    "referenceEmail": "mikasa@paradis.com",
    "referencePhone": "1234567890",
    "dateSubmitted": "2022-05-14"
  },
  {
    "fName": "Reiner",
    "lName": "Braun",
    "mI": "NMI",
    "dodId": "1234567805",
    "rank": "O10",
    "dob": "1998-05-01",
    "lastACFT": "2022-02-24",
    "acftScore": 600,
    "height": 74,
    "weight": 183,
    "techBG": "Reiner Braun (ライナー・ブラウン Rainā Buraun?) is the Vice Captain (副長 Fukuchō?, also translated as \"Deputy Chief\" or \"Vice Commander\") of the Warrior Unit and the main protagonist of Attack on Titan from the Marleyan perspective. He is the illegitimate son of an Eldian and a Marleyan and grew up in Liberio's internment zone. Eventually, he was selected as a child to become one of Marley's Warriors. At the age of ten, he inherited the power of the Armored Titan. In the year 845, he infiltrated Paradis Island alongside Bertolt Hoover, Annie Leonhart, and Marcel Galliard as part of an operation to reclaim the Founding Titan. He joined the Survey Corps after graduating 2nd in the 104th Training Corps.",
    "motivation": "As a child, Reiner was rather quiet and meek yet at the same time very loyal and driven. He believed that if he became a Warrior then his Marleyan father would come back and deluded himself into thinking he would still cheer him on as he fought the Eldians, even after he rejected him. Because of his motivation, Reiner was very desperate to become a Warrior, even going as far as to accuse Galliard of being an Eldian spy when he belittled him. However, after he was chosen to inherit the Armored Titan, Reiner gained a newfound self-confidence, though it was quickly shattered when Marcel revealed that he was not chosen for his abilities. Due to Marley's propaganda and his mother's influence, he believed the Eldians of Paradis Island to be \"devils\" and that he would become a hero by exterminating them. He was also very gullible, never doubting the words of his mother and superiors.",
    "referenceName": "Annie Leonhart",
    "referenceRank": "E9",
    "referenceEmail": "annie@marley.com",
    "referencePhone": "1234567890",
    "dateSubmitted": "2022-05-15"
  },
  {
    "fName": "Annie",
    "lName": "Leonhart",
    "mI": "NMI",
    "dodId": "1234567806",
    "rank": "E9",
    "dob": "1999-06-01",
    "lastACFT": "2000-02-24",
    "acftScore": 600,
    "height": 60,
    "weight": 119,
    "techBG": "Annie Leonhart (アニ・レオンハート Ani Reonhāto?) is a graduate of the 104th Training Corps and former member of the Military Police Brigade. Her exceptional skills with swords and unarmed combat earned her the 4th rank, but she is also noted to be a lone wolf who struggles to work with others. She possessed the ability to transform into a Titan known as the Female Titan. Trained from an early age by her father, she is selected as one of Marley's Warriors. In the year 845, she is sent on a mission to retrieve the Founding Titan, along with fellow Warriors Reiner Braun, Bertolt Hoover, and Marcel Galliard. As the Female Titan, she serves as a major antagonist prior to her defeat, at which point she crystallizes herself and is left in a comatose state. She was held underground in the custody of the Survey Corps for approximately four years before escaping during a battle between the Military, the Yeagerists, and the forces of Marley.",
    "motivation": "Due to her harsh upbringing, Annie has become an isolated, exclusionary person; friendships do not come to her easily. She is rarely seen smiling and often has an emotionless expression. She is apathetic and somnolent, with little desire to put in any effort into meaningless disciplines or activities, and instead claims to focus exclusively on making it into the Military Police Brigade to obtain an easy life. While Annie tends to have a realistic outlook on life, she holds a fascination and even feelings of respect towards people who have a deep sense of duty and righteousness—people who devote their lives to and even die for causes they believe in.",
    "referenceName": "Reiner Braun",
    "referenceRank": "O10",
    "referenceEmail": "reiner@marley.com",
    "referencePhone": "1234567890",
    "dateSubmitted": "2022-05-16"
  }
]